{
  "blogs": [{
    "title" : "Expanding Privacy",
    "author": "Twinkle Chawla",
    "date": "14 January 2016",
    "shortname" : "Expanding_Privacy",
    "summary" : "\"Remember Me\" is a nature of an individual to lessen their work. Did you ever considered that you are being shared with others around the globe? Is there any privacy of your data in cyberspace? NO. Your indolent habit is directly pushing you to the non-isolated environment. So, Privacy should be a mission to compete with",
    "description": "<p>\"Remember Me\" is a nature of an individual to lessen their work. Did you ever considered that you are being shared with others around the globe? Is there any privacy of your data in cyberspace? NO. Your indolent habit is directly pushing you to the non-isolated environment. So, privacy should be a mission to taken seriously and work for.</p><p> Recently, everybody's Facebook account was filled with freebasics notifications on the top  and they just followed that unknowingly. This was the smart move by Facebook changing the defination of \"Net Neutrality\". More than a million got mislead people in India and they unknowingly wrote to TRAI opposing Net-Neutrality. For this mislead, Mozilla took step providing <strong>Privacy</strong> Month as an act. And this is our duty to take this to the world and save our <strong>Internet Privacy</strong>.</p><p>We, <strong>WoMoz</strong> took an initiative and headed a session in our Hostel with some newbees. I started with introducing Open Source, Mozilla Community and privacy issues with support of <em>Vidhi Mittal</em>.</p><p>Then, I threw light on \"Data Privacy\", \"how our data is being traced\" and \"why should we emphasize to stop leaking our data\". Then a Question arouse from the attendies , \"How can we know who is tracking us?\" I told them to \"Use LIGHTBEAM\". and described them that how it shows us that which third party is tracking us. Next, they asked \"What are the ways we can isolate us from the web?\" I explained to use DuckDuckGo, private windows (incognito mode) and some addons which are specially made to make our data safe.</p><p>Rakhi Sharma told us about \"How to contribute in Mozilla!\" and explained \"What can I do for Mozilla\". Then she told us about \"Bugs\" and how to solve them for that She talked about some steps to contribute <ul><li>Make an account on bugzilla.</li><li>Find Good First Bugs.</li><li>Asking the respective mentors to assign that bug for them.</li><li>Happy Coding!</li></ul></p><p>Everybody there enjoyed and got inspired a lot with a hope of upcoming <strong>WoMoz</strong>.</p><p>#MCRprivacy      #privacymonth      #Advocate4privacy      #ContributeToMozilla</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []

  },{
    "title" : "Privacy: mission to protect ourself",
    "author": "Aswin Devarajan",
    "date": "28 December 2015",
    "shortname" : "Privacy:mission_to_protect_ourself",
    "summary" : "We have always been bit lazy of those things that we take for granted. Privacy is one such thing. At first we were afraid even to upload our picture on internet but these days you don’t even get a chance for a second thought to think what you are sharing with a billion. Amazing progress in the field of abstraction and manipulation. But do you really care?",
    "description": "<p>We have always been bit lazy of those things that we take for granted. Privacy is one such thing. At first we were afraid even to upload our picture on internet but these days you don’t even get a chance for a second thought to think what you are sharing with a billion. Amazing <b>progress</b> in the field of abstraction and manipulation. But do you really care?</p><p>It’s not about the wave of notifications on free basis that flooded our screens recently which made us flow with the flow or the Net neutrality war that every free thinker is fighting against #@!@#$%%@! (aka big names ). Its about you, as an Internet Being after all we have evolved from Human Beings to Internet Beings when the point came when we couldn’t live without internet and smart devices even a single day. So there is need to take care of ourself and our privacy and not get bullied on internet after all its a comman property of everyone and for everyone.</p><p>Privacy Month, an iniative by mozilla to celebrate International Data Privacy Day. A global level campaign to bring out the lazy mind from its comfort zone and to start acting and thinking about the Internet Privacy Issue.</p><p>we conducted the event at our college canteen with the members of OpenMoz Club. we started with an opening introduction about Mozilla Community and OpenMoz club by me, after all we had some newbees with us from second year.</p><p>Then moving onto Privacy, covered by Hitesh and me. breaking the topics to following points - What do you mean by data privacy and security? - Its your Footprint everywhere. - lets be smart with what we share. - 3rd party tracking.</p><p>The interesting questions were: - What’s difference between Free Basics and Free Internet? - How is it going to affect us? - Why use DuckDuckGo rather then google? - How does facebook and google use our data?</p><p>The fun part was, these question came before we even started our session. And answering these questions was equally fun. We had some very fruitful disccusion on private browsing, setting permissions, Do Not Track feature, LightBeam, Tor, Telegram Messenger.</p><p>In the end the message is reached across the members of OpenMoz club, next its you. Let’s be a part of this campaign….and aware people about #PrivacyMonth #Advocate4Privacy</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []

  },{
    "title" : "Ubuntu Workshop",
    "author": "Hitesh Verma",
    "date": "01 December 2015",
    "shortname" : "Ubuntu_Workshop",
    "summary" : "The event was about the Introduction to ubuntu and knowing about linux, where we shared some information about installing ubuntu, using virtualbox, and “why ubuntu?”",
    "description": "<p>The event was about the Introduction to ubuntu and knowing about linux, where we shared some information about installing ubuntu, using virtualbox, and “why ubuntu?”.The hands-on Sessions were also given on basic command line.</p><p>Overall objective of the event:<ul><li> To motivate the students about using open source technologies.</li><li>Introduction to linux distros.</li><li> Difference between Conventional Windows operating system and linux distros</li><li>Brief about Ubuntu, It’s community, and switching to ubuntu in easy steps.</li></ul></p><p>Highlights of success:<ul><li>This 90 minutes workshop was successfully accomplished. All the students got that stuff which was difficult to get by any other means. They are now not scared of linux which was totally command based according to you. 90 Students were present in this event.</ul></li></p><p>Feedback from Attendees:<ul><li>Overall We've got the positive Response. The students enjoyed the session. They got all the answers of their doubts on Android Linux, Ubuntu and FOSS. And for few of them, they are now away from the misconception that linux is totally command based. The hands-on session was the most helpful part.</li></ul></p><p>Logistics/Planning:<ul><li>The day before the worksop, we All the speakers had fasten up their seat belts, we gave a lot of time to make our slides attractive so that better Audio Visual layouts can make them easy to understand. The Workshop was held in the computer lab so that they can do hands on.</li></ul></p><p>Key learning:<ul><li>The event was helpful as we got to know how to manage the things at the last moment efficiently. Next time we’d take all the test cases, so that there is no mesh up at last time. In future, we’ll try to make it more interactive with students.</li></ul></p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Webathon",
    "author": "Lavish Aggarwal",
    "date": "18 November 2014",
    "shortname" : "Webathon",
    "summary" : "‘’Gaining knowledge is the first step to wisdom. Sharing it, is the first step to humanity’’ with this idea in minds, our team at Arya College of Engineering & I.T. heralded the first ‘Hands on session’ workshop on  HTML, CSS and brief about JS",
    "description": "<p>‘’Gaining knowledge is the first step to wisdom. Sharing it, is the first step to humanity’’ with this idea in minds, our team at Arya College of Engineering & I.T. heralded the first ‘Hands on session’ workshop on  HTML, CSS and brief about JS.</p><p>The workshop was suddenly announced for all the students of CS-A(II yr.). The students were filled with joy and happiness, when they told that they are going for the exciting and learning session instead of their boring lectures. All the students gathered in the computer lab, switched on their terminals and were ready to experience a roller-coaster ride with the team. The session started at around 9 A.M. with little briefing about the Google Team and the agenda of workshop.</p><p>Starting with the workshop me and Ashwin introduced students to Google Club and informed them about various opportunities that they can gain with the help of this club. Students were very excited to know about various internship and scholarships program provided by Google for University Students. I told them about all the internship programs and all the opportunities they can receive from Google and also informed them about all the skills they needed to have benefits of these internship programs. Students were amazed to see Google products that they were not even aware of like Google Cardboard, Google Glass, Google</p><p>Moving further with the workshop, me along with Ayush started introducing them with HTML. Students really showed their interest in learning HTML throughly. The most important thing was that the participant were really very interactive so they cleared all doubts at instance.As it was a completely Hands On Session so they loved it to implement what they had learned and made their own web pages with their own design.</p><p>The session became much more interactive and interesting when they were presented swags and gifts for being inquisitive towards HTML. All the volunteers were very helpful during the entire session.Interest among students was boost up when we showed the magic of CSS in workshop. The student implemented all concept and loved CSS too much that they were not willing to leave class as there is no end of CSS.</p><p>The best thing about the workshop was that all the students felt relaxed, free and were at ease to ask any kinds of doubts from the seniors while they are always a bit hesitant in front of the teacher. We also provided them many more tutorials for further more depth knowledge about the topics.</p><p>The session wrapped up at around 4PM, with the promise of meeting soon to learning many new things in the future because we must “Never stop learning because life never stops teaching”.</p><p>In the end I wanna Thanks my team for making it a great success, because without their help this event was not possible.</p><p>Do Cool Things That Matters</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []

  }],

  "events": [{
    "title" : "Global Quack & Hack 2",
    "date": "30 January 2016",
    "shortname" : "Global_Quack_&_Hack_2",
    "summary" : "On Saturday, January 30th 2016, we are hosting the Global Quack & Hack – an open source event to improve DuckDuckGo search results by building Instant Answers. One session will be direct video-talk with DDG developer and other counterpart quack & hack team around the world",
    "description": "<p>On Saturday, January 30th 2015, we are hosting the Global Quack & Hack – an open source event to improve DuckDuckGo search results by building Instant Answers. One session will be direct video-talk with DDG developer and other counterpart quack & hack team around the world.We have virtual Assistant support, who cannot come for event but join virtually, Do RSVP and message us \"virtual\", So we can arrange and share all details to you.</p><p>The Global Quack & Hack will include 24 hours of live chat support from our staff as well as broadcasts throughout the day to help you code up your favorite ideas. By bringing our community together on this day, we hope to markedly improve the search experience for all developers using DuckDuckGo.It's first time we are organizing Quack & Hack - MeetUp in Jaipur. It will be invite only MeetUp so fill the following form to get invite: <a href=\"http://goo.gl/forms/wv4IhFTs9W\" target=\"_blank\">Form</a></p><p><ul><li><b>Venue</b>: Library, ACEIT College</li><li><b>City</b>:  Jaipur</li><li><b>Region</b>:  Rajasthan</li><li><b>Country</b>:  India</li></ul></p><p>Remember this is a invite only meet up.So, fill the form and RSVP on <a href=\"http://www.meetup.com/Quack-Hack-Jaipur/events/227983836/\" target=\"_blank\">Quack & Hack - Jaipur MeetUp Group.</a>Here is <a href=\"https://duck.co/duckduckhack/setup_dev_environment\">link for Setting Up Your Development Environment.</a></p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "MCR Windings 2",
    "date": "25 January 2016",
    "shortname" : "MCR_Windings_2",
    "summary" : "An annual meetup to celebrate the success of the community throughout the year and plan for the community walk-through for the upcoming year. This is the time when active community members interact with each other evolve together",
    "description": "<p>The event would mainly emphasize on increasing the active contributors and mentors. As we have the Special Interest Groups (SIG's) functional for the various contribution verticals thus we would have all the SIG mentors , active contributors and Reps involved to work upon increasing the contribution in the community. The major points of discussion would include User Privacy and Security, milestones achieved and targeted for the next year and about enhancing mentor-mentee relationship in the community.</p><ul><li><b>Venue</b>:  LNMIIT College ,Jaipur</li><li><b>City</b>:  Jaipur</li><li><b>Region</b>:  Rajasthan</li><li><b>Country</b>:  India</li><li><b>Map Link</b>:   <a href=\"https://maps.google.com/maps?ll=26.8208028799,75.8862295747&q=MCR+Anniversary+2016@26.8208028799,75.8862295747&zoom=15\">OSM - G Maps</a></li><li>For registration <a href=\"https://docs.google.com/forms/d/1EHs8c6Wc1L9mca9Vy_kvJRoRTvz30bw_BXwFLUFDrKk/viewform\">Click here</a></li></ul>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "WoMoz Privacy MeetUp",
    "date": "13 January 2016",
    "shortname" : "WoMoz_Privacy_MeetUp",
    "summary" : "Hello All, we are going to organize a session on ‪#‎privacy‬ ‪#‎PrivacyMonth‬ ‪#‎Advocate4Privacy‬ specially for girls.Girls who are interested in attending the event report at  <ul><li>Venue: 1st girls Hostel mess</li><li>Timing: 10 PM sharp<li></ul> ‪#‎MCRPrivacy‬",
    "description": "<p>Hello All, we are going to organize a session on ‪#‎privacy‬ ‪#‎PrivacyMonth‬ ‪#‎Advocate4Privacy‬ specially for girls.Girls who are interested in attending the event report at  <ul><li>Venue: 1st girls Hostel mess</li><li>Timing: 10 PM sharp<li></ul> ‪#‎MCRPrivacy‬",
    "mainpic":"pic1.jpg",
    "eventpics": ["WoMoz_Privacy_MeetUp_01_tn.jpg", "WoMoz_Privacy_MeetUp_02_tn.jpg", "WoMoz_Privacy_MeetUp_03_tn.jpg"]
  },{
    "title" : "Meet Up 6",
    "date": "11 January 2016",
    "shortname" : "Meet_Up_6",
    "summary" : "Guys do attend. This event is to make the audience aware of the importance of privacy over the Internet  and will also highlight Mozilla's efforts in safeguarding an individual's privacy",
    "description": "<p>This event is to make the audience aware of the importance of privacy over the Internet and will also highlight Mozilla's efforts in safeguarding an individual's privacy.</p><br /><h3>Agenda</h3><ul><li>About Mozilla community and OpenMoz</li><li>Introduction to privacy</li><li>3rd party tracking</li><li>How to protect ourself from being tracked</li><li>Introduction to tools like LightBeam, DuckDuckGo, etc.</li></ul><br /><ul><li>Venue: cafeteria@ACIET</li><li>timing: sharp 3:30PM</li><li></li></ul>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Meet Up 5",
    "date": "15 October 2015",
    "shortname" : "Meet_Up_5",
    "summary" : "Hello Coders, call for contribution for website of OpenMoz Club. Websites can be a great medium of communication and to spread the word of OpenSource and Mozilla",
    "description": "<p>Hello Coders,call for contribution for website of OpenMoz Club. Websites can be a great medium of communication and to spread the word of OpenSource and Mozilla.</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Meet Up 4",
    "date": "27 September 2015",
    "shortname" : "Meet_Up_4",
    "summary" : "InkTalk and TechTalk <ul><li>Venue : Canteen First floor.</li><li>Time : 5:30PM</li><li>Intalk Topics : PeerBuddies, MM (Mentor-Mentee) culture.</li>",
    "description": "<p>InkTalk and TechTalk</p><ul><li>Venue : Canteen First floor.</li><li>Time : 5:30PM</li><li>Intalk Topics : PeerBuddies, MM (Mentor-Mentee) culture.</li><li>TechTalk : Getting started with Django by Hitesh Verma, REST API by Ayush Sharma</li></ul>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Blog/Portfollio Competition",
    "date": "23 September 2015",
    "shortname" : "Portfollio_Competition",
    "summary" : "Hello OpenMoz, It seems girls are having a great time with Outreachy program.But, why should they have all the fun.This week there is a Blog/Portfolio Designing Competition. Starting from 9PM tonight to Coming Sunday (27th sept.) 9AM",
    "description": "<p>Hello OpenMoz, It seems girls are having a great time with Outreachy program.But, why should they have all the fun.This week there is a Blog/Portfolio Designing Competition. Starting from 9PM tonight to Coming Sunday (27th sept.) 9AM. The winner with the best blog/portfolio will go with a domain of \".in\" of his choice.</p><p>Brownie Points: *The name of your GitHub repo should be <your_git_username>.github.io so you con use GitHub as your hosting server.For more info <a href=\"https://pages.github.com/\" target=\"_blank\">click here.</a>, *Indented code, *directory structure</p><p>Hurry Up..!! results will be announced once we go through all the submissions.</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Code Beat V1.3",
    "date": "20 September 2015",
    "shortname" : "Code_Beat_V1.3",
    "summary" : "Time for Some coding and fun ‪#‎CodeBeat‬ V.1.3 on 20th September (This sunday) please get registered <a href=\"http://goo.gl/forms/IYmM2SC7nU\">here</a>.Details will be mailed to you",
    "description": "<p>Time for Some coding and fun ‪#‎CodeBeat‬ V.1.3 on 20th September (This sunday) please get registered <a href=\"http://goo.gl/forms/IYmM2SC7nU\">here</a>.Details will be mailed to you.</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Meet Up 3",
    "date": "30 July 2015",
    "shortname" : "Meet_Up_3",
    "summary" : "OpenMoz Meetup #3 Hello Mozillians, Hope you all are fine. Its time to meet and discuss a lot of stuff and review the work you all have done. Lets Do this tomorrow. Do prepare yourself",
    "description": "<p>OpenMoz Meetup #3 Hello Mozillians, Hope you all are fine. Its time to meet and discuss a lot of stuff and review the work you all have done. Lets Do this tomorrow.</p><ul><li>Venue : Canteen 1st Floor.</li><li>Timming : After college</li></ul><ul><li>Topics to be discussed :</li><li>1. Trending Tech</li><li>2. Future of OpenMoz</li><li>3. **TechTalk by any 3 Members</li><li></li></ul>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Code Beat V1.2",
    "date": "19 May 2015",
    "shortname" : "Code_Beat_V1.2",
    "summary" : "Hello Programmers.This time Code Beat V 1.3.So Guys Fasten up your seat belts and Let's have a Cool Fight with Codes and algorithms in this hot weather.No, registration required",
    "description": "<p>Hello Programmers.This time Code Beat V 1.3.So Guys Fasten up your seat belts and Let's have a Cool Fight with Codes and algorithms in this hot weather.No, registration required.You can invite others also.</p><ul><li>Date : 19th May 2015</li><li>Timings : Sharp 5 PM</li><li>Venue : College Library</li></ul><p>Good Luck and Happy Coding</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Meet Up 2",
    "date": "17 May 2015",
    "shortname" : "Meet_Up_2",
    "summary" : "OpenMoz Meetup #2 Time to have a review of your work. Its been a long time since we had a good discussion in OpenMoz. Let's do this tomorrow. Venue canteen first floor. Timing of your choice",
    "description": "<p>OpenMoz Meetup #2 Time to have a review of your work. Its been a long time since we had a good discussion in OpenMoz. Let's do this tomorrow. Venue canteen first floor. Timing your choice.</p><p><ul><li>Discussion topics:</li><li>1. Your app review</li><li>2. Future of OpenMoz</li><li>3. Trending tech</li><li>4. Ongoing events</li><li>5. TechTalk by any 5 members</li></ul></p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Idea Hunt",
    "date": "23 March 2014",
    "shortname" : "Idea_Hunt",
    "summary" : "Challenge #1 : [Idea-Hunt] Ideas, they have meaning which is defined by its creator, they serve a purpose, they become the secret ingredient to the life of its holder.So here is the first challenge of the series<ul><li>Submit 5 ideas to make an app</li></ul>",
    "description": "<p>Challenge #1 : [Idea-Hunt] Ideas, they have meaning which is defined by its creator, they serve a purpose, they become the secret ingredient to the life of its holder.</p><p>So here is the first challenge of the series<ul><li>Submit 5 ideas to make an app</li><li>All your ideas will be rated by the judging panel of OpenMoz.</li><li>You will get points for all the 5 ideas submitted by you according to the ratings received by the panel.</li></ul>So pen down your ideas on <a href=\"http://goo.gl/forms/KsKe61IcxU\" target=\"_blank\">this link.</a>Last date of submission : Friday@midnight, 27 March.</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "Webathon",
    "date": "17 November 2014",
    "shortname" : "Webathon",
    "summary" : "\"Gaining knowledge is the first step to wisdom. Sharing it, is the first step to humanity\" with this idea in minds, our team at Arya College of Engineering & I.T. heralded the first ‘Hands on session’ workshop on  HTML, CSS and brief about JS",
    "description": "<p>\"Gaining knowledge is the first step to wisdom. Sharing it, is the first step to humanity\" with this idea in minds, our team at Arya College of Engineering & I.T. heralded the first ‘Hands on session’ workshop on  HTML, CSS and brief about JS.</p><p><ul><li>Venue: Linux Lab</li></ul><p>",
    "mainpic":"pic1.jpg",
    "eventpics": ["Webathon_01_tn.jpg", "Webathon_02_tn.jpg", "Webathon_03_tn.jpg"]
  },{
    "title" : "Code Beat V1.1",
    "date": "16 November 2014",
    "shortname" : "Code_Beat_V1.1",
    "summary": "You cannot write a good program without a good algorithm, so here's your chance to test your skills, an open challenge to all to test your algorithm designing skills",
    "description": "<p>You cannot write a good program without a good algorithm, so here's your chance to test your skills, an open challenge to all to test your algorithm designing skills.It's a simple event, no registration required, but make sure you have your own laptops.</p><p><ul><li>Venue: College Library</li><li>Timings: 2:00PM to 5:00PM</li><li>Date: 28th September 2014 (Sunday)</li></ul></p>",    
    "mainpic":"pic1.jpg",
    "eventpics" : ["Code_Beat_01_tn.jpg" , "Code_Beat_02_tn.jpg" , "Code_Beat_03_tn.jpg"]
  },{
    "title" : "Android Workshop",
    "date": "02 Aug 2014",
    "shortname" : "Android_Workshop",
    "summary" : "\"Sharing is the first stage to the evolution of the intellectual\" this was the idea when we thought of extending the reach of the knowledge brook that we have created in the openmoz club with others. And as a result we brought out a session on Android in Arya College of Engineering and I.T.",
    "description": "<p>\"Sharing is the first stage to the evolution of the intellectual\" this was the idea when we thought of extending the reach of the knowledge brook that we have created in the openmoz club with others. And as a result we brought out a session on Android in Arya College of Engineering and I.T.</p><p>Our event has been finalized.<ul><li>Topic : Android</li><li>Date : 2nd August 2014</li><li>Timings : 09:00 AM - 12:00 AM</li></ul>Who wanna join us please fill this form and do inform others who really wanna gain some knowledge.</p>",
    "mainpic":"pic1.jpg",
    "eventpics": ["Android_Workshop_01_tn.jpg","Android_Workshop_02_tn.jpg","Android_Workshop_03_tn.jpg","Android_Workshop_04_tn.jpg"]
  },{
    "title" : "Meet Up",
    "date": "29 July 2014",
    "shortname" : "Meet_Up",
    "summary" : "Heads up guys, its been a long time that we had been in a hibernate mode. Time to show some action.</p><p>Let's have an OpenMoz meetup it would be great if we do this meeting today.So, whose up and not lazy enough to walk up to FL?",
    "description": "<p>Heads up guys, its been a long time that we had been in a hibernate mode. Time to show some action.</p><p>Let's have an OpenMoz meetup it would be great if we do this meeting today.So, whose up and not lazy enough to walk up to FL?</p>",
    "mainpic":"pic1.jpg",
    "eventpics": []
  },{
    "title" : "MozExplore",
    "date": "10 April 2014",
    "shortname" : "MozExplore",
    "summary" : "After covering school, now its time to spread \"Mozilla\" word in my college \"Arya College of Engineering & I.T.\", this time again Mozilla Community Rajasthan organize another workshop on mozilla in ACEIT",
    "description": "<p>After covering school, now its time to spread “Mozilla” word in my college “Arya College of Engineering & I.T.”, this time again Mozilla Community Rajasthan to organize another workshop on mozilla in ACEIT.</p><p>Speakers of this workshop :<ul><li>Osho Parth</li><li>Varun Kaushik</li><li>Lavish Aggarwal</li></ul></p>",
    "mainpic":"pic1.jpg",
    "eventpics": ["MozExplore_01_tn.jpg", "MozExplore_02_tn.jpg", "MozExplore_03_tn.jpg", "MozExplore_04_tn.jpg", "MozExplore_05_tn.jpg"]
  }],


  "social" : [{
    "shortname" : "twitter",
    "icon" : "fa fa-twitter",
    "url" : "http://www.twitter.com/openmoz"
  },{
    "shortname" : "facebook",
    "icon" : "fa fa-facebook",
    "url" : "https://www.facebook.com/openmoz/?fref=ts"
  },{
    "shortname" : "meetup",
    "icon" : "fa fa-medium",
    "url" : "http://www.meetup.com/Quack-Hack-Jaipur/"
  },{
    "shortname" : "slack",
    "icon" : "fa fa-slack",
    "url" : "http://openmoz.slack.com"
  }],


  "meeting" : {
    "date": "January 25th",
    "time": "11am-5pm",
    "where": {
      "name": "LNMIIT",
      "img": "/images/misc/meetup_location.jpg",
      "address": ""
    }
  }
}